#+TITLE:    The Social Stratification of Homeowners' Housing Wealth
#+AUTHOR:   Jean-Sauveur Ay and Thibault Le Corre
#+OPTIONS:  LaTeX:t tags:nil toc:nil H:5
#+LANGUAGE: en
#+STARTUP:  fold
#+DRAWERS:  PROPERTIES BABEL BIND LATEX MACRO
:BABEL:
#+PROPERTY: header-args :session *R* :exports both :eval no :results output
:END:
:BIND:
#+BIND:         org-latex-image-default-width ""
#+BIND:         org-latex-tables-booktabs t
:END:
:LATEX:
#+LaTex_CLASS:  ManueStat
#+LaTeX_HEADER: \parindent 20pt \parskip 1ex  
#+COLUMNS:      %40ITEM %10BEAMER_env(Env) %9BEAMER_envargs(Env Args) %4BEAMER_col(Col) %10BEAMER_extra(Extra)
# LaTeX_HEADER: \usepackage[utf8]{inputenc} \usepackage[flushleft]{threeparttable}\renewcommand{\baselinestretch}{1.50} \newcommand\crule[3][black]{\textcolor{#1}{\rule{#2}{#3}}}
#+LaTeX_HEADER: \usepackage{tabularx, rotating, booktabs, lscape, tikz, dcolumn, amssymb, amsmath, amsthm, bbm, eurosym, threeparttable, pdflscape}
# LaTeX_HEADER: \usetikzlibrary{calc,trees,positioning,arrows,chains,shapes.geometric, decorations.pathreplacing,decorations.pathmorphing,shapes, matrix,shapes.symbols}
# LaTeX_HEADER: \newcolumntype{Y}{>{\raggedleft\arraybackslash}X} \usepackage{caption} \captionsetup{font={stretch=.7}, position=top} \newcommand{\indep}{\;\rotatebox[origin=c]{90}{$\models$}\;}
# LaTeX_HEADER: \newtheorem*{mydef*}{Definition} \newtheorem*{myrem*}{Remark}
# LaTeX_HEADER: \newtheorem{mydef}{Definition}[section]  \newcommand{\mydefautorefname}{Definition}
# LaTeX_HEADER: \newtheorem{myhyp}{Assumption}[section]  \newcommand{\myhypautorefname}{Assumption} 
# LaTeX_HEADER: \newtheorem{myprp}{Proposition}[section] \newcommand{\myintautorefname}{Proposition}
# LaTeX_HEADER: \newtheorem{mycor}{Corollary}[section]   \newcommand{\mycorautorefname}{Corollary}
# LaTeX_HEADER: \newtheorem{myrem}{Remark}[section]   \newcommand{\myremautorefname}{Remark}
:END:
:MACRO:
#+MACRO:         ffc @@latex: \superfullcite{$1}@@
*** Annexe 1 : Configuration logicielle      :noheading:

    *Annexe 1 : Configuration logicielle*

#+begin_src R :wrap example
sessionInfo()
#+end_src

#+RESULTS:
#+begin_example
R version 3.6.0 (2019-04-26)
Platform: x86_64-pc-linux-gnu (64-bit)
Running under: Ubuntu 18.04.2 LTS

Matrix products: default
BLAS:   /usr/lib/x86_64-linux-gnu/blas/libblas.so.3.7.1
LAPACK: /usr/lib/x86_64-linux-gnu/lapack/liblapack.so.3.7.1

locale:
 [1] LC_CTYPE=fr_FR.UTF-8       LC_NUMERIC=C              
 [3] LC_TIME=fr_FR.UTF-8        LC_COLLATE=fr_FR.UTF-8    
 [5] LC_MONETARY=fr_FR.UTF-8    LC_MESSAGES=fr_FR.UTF-8   
 [7] LC_PAPER=fr_FR.UTF-8       LC_NAME=C                 
 [9] LC_ADDRESS=C               LC_TELEPHONE=C            
[11] LC_MEASUREMENT=fr_FR.UTF-8 LC_IDENTIFICATION=C       

attached base packages:
[1] stats     graphics  grDevices utils     datasets  methods  
[7] base     

other attached packages:
[1] latticeExtra_0.6-28 lattice_0.20-38     mgcv_1.8-28        
[4] nlme_3.1-140        rgdal_1.3-6         sf_0.7-2           
[7] mapview_2.6.3       RColorBrewer_1.1-2  sp_1.3-1           

loaded via a namespace (and not attached):
 [1] Rcpp_1.0.0        compiler_3.6.0    later_0.7.5      
 [4] base64enc_0.1-3   class_7.3-15      tools_3.6.0      
 [7] digest_0.6.18     satellite_1.0.1   viridisLite_0.3.0
[10] png_0.1-7         Matrix_1.2-17     shiny_1.2.0      
[13] DBI_1.0.0         crosstalk_1.0.0   e1071_1.7-0      
[16] raster_2.8-4      htmlwidgets_1.3   stats4_3.6.0     
[19] classInt_0.3-1    leaflet_2.0.2     grid_3.6.0       
[22] webshot_0.5.1     R6_2.4.0          magrittr_1.5     
[25] scales_1.0.0      codetools_0.2-16  promises_1.0.1   
[28] htmltools_0.3.6   units_0.6-2       splines_3.6.0    
[31] mime_0.6          xtable_1.8-3      colorspace_1.3-2 
[34] httpuv_1.4.5      munsell_0.5.0
#+end_example

#+Latex: \clearpage

